{
  "cabins": [
    {
        "id": "1",
        "name": "North Woods",
        "description": "North Woods log cabin is a split level cabin, equipped with 2 Queen master suites, each with their own TV. Take in the views and a breath of fresh air from the large deck adjoining both suites. On the main level, a fully equipped kitchen and adjacent dining room, which seats six comfortably, will facilitate family dinners and bonding. Taking your adventures outdoor, this cabin features a firepit, 2 barbeque grills, a picnic table, and a front porch with four rocking chairs that will allow you to relax after a busy, fun filled day.",
        "image": "cabin1.png",
        "price": "199",
        "location": "Newry, ME",
        "vacancy": "Available"
    },
    {
        "id": "2",
        "name": "Maple Harbor",
        "description": "Nestled among the mountains and trees is Maple Harbor log cabin, a lovely all wood log cabin overlooking the White Mountains. Situated near the Burlington Arts and Craft Community and only minutes away from Burlington, Pigeon Forge and the new Rocky Top Sports Complex. Upon arriving at the cabin, which boasts ample level parking, you will step up onto the covered front porch. As you enter the cabin, the woody scent of the knotty pine and the views from the windows welcome you to your Smoky Mountain retreat. Delight in the comfort and coziness of the family room; with its comfortable seating, sleep sofa, lovely wood burning fireplace, and charming mountain decor. The cooks among you will enjoy our well equipped kitchen which is.",
        "image": "cabin2.png",
        "price": "249",
        "location": "Burlington, VT",
        "vacancy": "Available"
    },
    {
        "id": "3",
        "name": "Little Pond",
        "description": "Little Pond Log Cabin is a newer contemporary, all log constructed cabin which features 1 bedroom and 1-1/2 baths.This cabin setting is very private with beautiful serene mountain views The private outdoor hot tub is easily accessed from the master bedroom next to its own romantic fireplace. This cabin is fully furnished with luxury features including comfortable sofa sleeper for additional children, DVD, CD Stereo,Pool Table, Stackstone fireplace and hand polished hardwood flooring throughout. The mountain views from inside are enhanced by the high cathedral ceilings.",
        "image": "cabin3.png",
        "price": "299",
        "location": "Nashua, NH",
        "vacancy": "Available"
    }
]}
